#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Greek
@LOCALIZEDNAME=
@AUTH=Αλέξανδρος Οικονόμου
@EMAIL=alex@artificialspirit.com
@DESC=Official Greek Translation
@WWW=http://www.artificialspirit.com
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Εξαγωγή επιλογής
#103=Album
103=Δίσκος
#104=Export All
104=Εξαγωγή όλων
#105=TrackNo
105=Αριθμός στο δίσκο
#106=Location
106=Διαδρομή
#107=Size
107=Μέγεθος
#108=Type
108=Τύπος
#109=Duration
109=Διάρκεια
#110=Bitrate
110=Ποιότητα
#111=Delete From History
111=Διαγραφή απο το ιστορικό
#112=Genre
112=Είδος
#113=Comment
113=Σχόλιο
#114=Date Added
114=Ημ/νια προσθήκης
#115=Rating
115=Εκτίμηση
#116=Track not found.
116=Το αρχείο δε βρέθηκε
#117=Number of Tracks
117=Αριθμός αρχείων
#118=Do you want to see the exported file now?
118=Θέλετε να δείτε το αρχείο που δημιουργήθηκε;
#119=Date Updated
119=Ημ/νια ενημέρωσης
#120=Operation
120=Διαδικασία
#121=No Tracks in this Selection
121=Δεν υπάρχουν αρχεία
#123=Idle
123=Αναμονή
#124=Select Something
124=Επιλέξτε κάτι
#125=Total Size of Tracks (Mb)
125=Ολικό μέγεθος αρχείων (Mb)
#126=Idle
126=Αναμονή
#127=Records
127=Εγγραφές
#128=Show Year (in [] after Albums)
128=Εμφάνιση χρονιάς (σε [] - δίσκοι)
#129=First Appearance
129=Πρώτη εμφάνιση
#130=Last Appearance
130=Τελευταία εμφάνιση
#131=Rank
131=Κατάταξη
#132=Hits
132=Εμφανίσεις
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Θέλετε να ενημερώσετε και τα αρχεία? (%d αρχεία θα τροποποιηθούν)
#134=Application
134=Εφαρμογή
#135=Update Tracks Warning
135=Προειδοποίηση τροποποίησης αρχείων
#136=Language
136=Γλώσσα περιβάλλοντος
#137=*Needs program restart
137=*Χρειάζεται επανεκκίνηση της εφαρμογής
#139=Recognize as fast as you can the song that you listen.
139=Αναγνωρίστε όσο πιο γρήγορα μπορείται το τραγούδι
#140=Add Files
140=Προσθήκη
#141=Update Local Collections
141=Ενημέρωση
#142=Exit
142=Έξοδος
#143=Select Folder
143=Επιλέξτε φάκελο
#144=[Unknown]
144=[Άγνωστο]
#145=Quick
145=Γρήγ.
#146=Search
146=Αναζήτηση
#147=Play
147=Αναπαραγωγή
#148=Enqueue
148=Προσθήκη
#149=Advanced Search
149=Λεπτομερής Αναζήτηση
#150=History
150=Ιστορικό
#151=Options
151=Επιλογές
#152=Collections
152=Συλλογές
#153=About
153=Σχετικά
#154=Artists - Albums
154=Καλλιτέχνες - Δίσκοι
#155=Genres - Artists
155=Κατηγορίες - Καλλιτέχνες
#156=Years - Albums
156=Χρονιές - Δίσκοι
#157=Collections - Artists
157=Συλλογές - Καλλιτέχνες
#158=Albums with various artists*
158=Δίσκοι με συλλογές*
#159=Sort By Name
159=Κατάταξη κατ' όνομα
#160=Sort By Rating
160=Kατάταξη κατ' εκτίμηση
#161=Sort By Number Of Tracks
161=Κατάταξη κατ' αριθμό
#162=All
162=Όλα
#163=Audio
163=Ήχος
#164=Video
164=Βίντεο
#167=Show/Hide Mini Player
167=Εμφάνιση Απόκρυψη μίνι παραθύρου
#168=Play / Pause
168=Αναπαραγωγή / Παύση
#169=Stop
169=Διακοπή
#170=Next
170=Επόμενο
#171=Previous
171=Προηγούμενο
#172=Shuffle
172=Τυχαία σειρά
#173=Loop
173=Επανάληψη
#174=Show Main Window
174=Εμφάνιση κυρίως παραθύρου
#175=Show Mini Player
175=Εμφάνιση μίνι παραθύρου
#176=Exit Application
176=Έξοδος εφαρμογής
#177=result found
177=αποτέλεσμα βρέθηκε
#178=results found
178=αποτελέσματα βρέθηκαν
#179=Please enter at least 1 character.
179=Εισάγεται τουλάχιστον 1 χαρακτήρα
#180=Media Idle
180=Δίσκος ανενεργός
#181=Network Idle
181=Δίκτυο ανενεργό
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Το αρχείο '%s' δεν ήταν δυνατό να διαγραφεί. Θέλετε απλώς να το διαγράψετε απο τη συλλογή;
#183=Scanning Files
183=Αναζήτηση αρχείων...
#184=File
184=Αρχείο
#185=Downloading
185=Μεταφορά αρχείων...
#186=Auto Continue
186=Αυτόματη συνέχεια
#187=Show Visualizations - Video
187=Εμφάνιση εφέ - video
#188=Randomize List
188=Ανακάτεμα λίστας
#189=Load List (m3u)
189=Φόρτωμα λίστας (m3u)
#190=Save List (m3u)
190=Αποθήκευση λίστας (m3u)
#191=Clear List
191=Καθαρισμός λίστας
#192=[Various]
192=[Διάφοροι]
#193=Days between check
193=Κατέβασμα πληροφορίας (AllMusic.com)
#195=Properties
195=Ιδιότητες
#197=Bad
197=Κακό
#198=Neutral
198=Ουδέτερο
#199=Good
199=Καλό
#200=Very Good
200=Πολύ καλό
#201=Outstanding
201=Καταπληκτικό
#202=Open Containing Folder
202=Εύρεση αρχείου
#203=Copy To
203=Αντιγραφή
#204=Copy Path
204=Αντιγραφή Διαδρομής
#205=Renamer
205=Μετονομασία
#206=Delete
206=Διαγραφή
#207=Download Lyrics
207=Κατέβασμα στίχων
#208=The files will be completly erased from your PC. Are you sure?
208=Θα διαγραφούν(ει) αρχεία(ο). Θέλετε να συνεχίσετε;
#209=Deletion Operation
209=Διαγραφή!
#210=Warning
210=Προσοχή
#211=Simple Search
211=Απλή εύρεση
#212=All Time
212=Πάντα
#213=Best/Worst
213=Καλύτερα/Χειρότερα
#214=Lyrics Available
214=Οι στίχοι υπάρχουν
#215=Special Info
215=Ειδικές πληροφορίες
#216=Comments Available
216=Τα σχόλια υπάρχουν
#217=Personal Available
217=Τα προσωπικά σχόλια υπάχουν
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Θέση<br><h1>%s</h1><br>%d φορές</center></td><td><left><b>Θέση του μήνα: </b>%s (%d φορές)<br><b>Προστέθηκς στη συλλογή: </b>%s<br><b>Ακούστηκε πρώτη φορά: </b>%s<br><b>Ακούστηκε τελευταία φορά: </b>%s<br></tr></table>
#219=Tracks
219=Κομμάτια
#220=Album Review Not Found
220=Η κριτική του δίσκου δε βρέθηκε
#221=Album review
221=Κριτική δίσκου
#222=Lyrics Not Found
222=Οι στίχοι δε βρέθηκαν
#223=Open Picture
223=Άνοιγμα εικόνας
#224=Edit Picture
224=Επεξεργασία εικόνας
#225=Save Picture
225=Αποθήκευση εικόνας
#226=Save Text
226=Αποθήκευση κειμένου
#227=Operation Failed
227=Η διαδικασία απέτυχε
#228=Lyrics
228=Στίχοι
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Θα ερευνηθούν <b>τα σχόλια, οι στίχοι και τα προσωπικά σχόλια</b>.
#230=Popularity
230=Δημοφιλή
#231=Information not found
231=Οι πληροφορίες δε βρέθηκαν
#232=Comments
232=Σχόλια
#233=Personal
233=Προσωπικά σχόλια
#234=Special Info
234=Ειδικές πληροφορίες
#235=Artist Biography not found
235=Η βιογραφία του καλλιτέχνη δε βρέθηκε
#236=Artist Biography
236=Βιογραφία καλλιτέχνη
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Θα ερευνηθούν <b>ο καλλιτέχνης, ο δίσκος, το κομμάτι</b> καιι <b>η διαδρομή</b>.Επιλέξτε επίσης το <b>είδος αρχείου</b>.
#238=Lyrics etc.
238=Στίχοι κλπ
#239=Latest Additions
239=Τελευταίες προσθήκες
#240=File Type Filter
240=Φίλτρο είδους αρχείου
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Δείχνει τα <b>τελευταία</b> αρχεία που προστέθηκαν στη συλλογή.
#242=Since
242=Από
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Εμφανίζει τα τραγούδια ανάλογα με την εκτίμηση.
#244=Most popular Tracks based on the <b>history log</b>.
244=Τα πιο δημοφιλή τραγούδια βασιμένα στο <b>ιστορικό</b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Ψάχνει <b>μέσα σε μεγάλα κείμενα</b> όπως πχ στους στίχους για τις λέξεις κλειδιά. Πληκτρολογήστε τουλάχιστον 4 χαρακτήρες
#246=Information Type
246=Είδος πληροφορίας
#247=Please wait...
247=Παρακαλώ περιμένετε...
#248=by
248=από
#249=Last query needed %d ms
249=Η τελευταία ερώτηση διήρκεσε %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Είστε σίγουροι ότι θέλετε να <b>απενεργοποιήσετε την επιβεβαίωση των στίχων</b><br> αυτή τη φορά;(μέχρι να επανεκκινήσετε το Teen Spirit)
#251=Disable Lyrics Confirmation
251=Απενεργοποίηση επιβεβαίωσης στίχων
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Το Teen Spirit βρήκε οτι η συλλογή σας είναι <b>άδεια</b>.<br>Αυτό μάλλον σημαίνει ότι  αυτή είναι η <b>πρώτη φορά</b> που το χρησιμοποιείται. Αν είναι έτσι τότε μπορείται να επισκεφτείται το <a href='http://www.artificialspirit.com'>Teen Spirit WebSite</a> για να πάρετε βοήθεια. Για να <b>προσθέσετε</b> μερικά τραγούδια στη συλλογή πατήστε 'Ναι' για να διαλέξετε κάποιο φάκελο που περιέχει τη μουσική σας. Πατήστε 'Όχι' για να συνεχίσετε με άδεια συλλογή (<b>Δέ προτείνεται</b>).
#253=Yes
253=Ναι
#254=No
254=Όχι
#255=Empty Collection
255=Αδεια συλλογή
#256=Years
256=Χρονιές
#257=Months
257=Μήνες
#258=Days
258=Μέρες
#259=365 Days
259=365 μέρες
#260=30 Days
260=30 μέρες
#261=10 Days
261=10 μέρες
#262=24 Hours
262=24 ώρες
#263=Track played
263=Το τραγούδι ακούστηκε
#264=Track specific click
264=Το τραγούδι επιλέχθηκε
#265=Top 10
265=10 Κορυφαία
#266=Top 100
266=100 Κορυφαία
#267=Normal
267=Τα υπόλοιπα
#271=Recorded History
271=Ιστορικό
#272=Top Songs
272=Κορυφαία τραγούδια
#273=Top Artists
273=Κορυφαίοι καλλιτέχνες
#274=Year
274=Χρονιά
#275=Month
275=Μήνας
#276=Day
276=Μέρα
#277=untill
277=μέχρι
#278=Not Enough Data.
278=Δεν υπάρχουν δεδομένα
#279=Time Interval
279=Χρονικό διάστημα
#280=This information will be written in the file.
280=Αυτές οι πληροφορίες θα αποθηκευθούν στο αρχείο
#281=TimeSlider
281=Χρονολίσθηση
#282=This information will not be written in the file.
282=Αυτές οι πληροφορίες δεν θα αποθηκευθούν στο αρχείο
#283=Active
283=Ενεργό
#284=Text Filters
284=Φίλτρα κειμένου
#285=Title
285=Τίτλος
#286=Artist
286=Καλλιτέχνης
#287=Export Finished
287=Η εξαγωγή ολοκληρώθηκε
#288=Date Filter
288=Φίλτρο ημερομηνίας
#289=Normal
289=Κανονικό
#290=Show Number Of Items (in () after Item)
290=Εμφάνιση πλήθους (σε ())
#291=Extra Info
291=Εκτεταμένες πληροφορίες
#292=Item Grouping (Artist / Album Style)
292=Ομαδοποίηση Καλλιτεχνών
#293=Update
293=Ενημέρωση
#294=Remove
294=Απομάκρυνση
#295=Add Collection
295=Προσθήκη συλλογής
#296=Name
296=Όνομα
#297=Enabled
297=Ενεργό
#298=Min number of Tracks
298=Ελάχιστος αριθμός αρχείων
#299=Main Tags
299=Κύριες πληροφορίες
#300=Extra Tags
300=Εκτεταμένες πληροφορίες
#301=Internet Options
301=Επιλογές σύνδεσης
#302=Impersonate Browser
302=Κάλυψη πλοηγού Teen Spirit
#303=Use Default Proxy
303=Χρήση προεπιλεγμένου proxy
#304=Automated Downloader
304=Αυτοματοποιημένο κατέβασμα
#309=Special Tags Support
309=Υποστήριξη εκτεταμένων Tags
#310=Auto Play
310=Αυτόματη αναπαραγωγή
#311=Remember Last Track
311=Μνήμη τελευταίου τραγουδιού
#312=Remember Time
312=...και χρόνου
#313=Play Control
313=Έλεγχος αναπαραγωγής
#314=Startup
314=Έναρξη
#315=General
315=Γενικά
#316=Global Hotkeys
316=Γενικά Hotkeys
#317=Picture
317=Εικόνα
#318=Minimize to Tray
318=Ελαχιστοποίηση στο tray
#319=Mini Player
319=Mini Player (μικρό μέγεθος)
#320=Show Always
320=Εμφάνιση πάντα
#321=Automatic
321=Αυτόματο
#322=Manually
322=Χειροκίνητο
#323=Never Show
323=Ποτέ
#324=List View
324=Λίστα αρχείων
#325=Show 'New' sign (in days)
325=Εμφάνιση σημαδιού 'Νεο' (μέρες) 
#326=Accept
326=Αποδοχή
#327=Try Again
327=Πάλι
#328=Refuse
328=Απόρριψη
#329=Accept All
329=Αποδοχή όλων
#330=Don't Show Again
330=Να μην εμφανιστεί ξανά
#331=Info Check
331=Έλεγχος πληροφορίας
#332=Main Options
332=Γενικές επιλογές
#333=Tree View
333=Δενδρική δομή
#334=Information Retrieval
334=Απόκτηση πληροφοριών
#335=Media Player
335=Αναπαραγωγή
#336=Tagging
336=Εγγραφή πληροφοριών (Tagging)
#337=A general <b>public</b> description of the track.
337=Μία γενική <b>περιγραφή</b> πάνω στο τραγούδι
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Κάτι που σου θυμίζει αυτό το τραγούδι. Αυτή η πληροφορία είναι προσωπική
#340=Multiple Files Properties
340=Ιδιότητες πολλαπλών αρχείων
#342=Biography
342=Βιογραφία
#343=Review
343=Κριτική
#344=Import data from a file
344=Εισαγωγή δεδομένων από αρχείο
#346=Paste or write some text
346=Επικόλληση ή γράψιμο κειμένου
#347=Delete Picture
347=Διαγραφή εικόνας
#348=Paste Picture
348=Επικόλληση εικόνας
#349=Picture Dimensions
349=Διαστάσεις εικόνας
#350=There is a new version available.<br>Do you want to go to the info page?
350=Υπάρχει νέα έκδοση.<br>Θέλετε να σας πδηγήσω στην σελίδα πληροφοριών?
#351=Program is up-to-date.
351=Έχετε την τελευταία έκδοση του Teen Spirit.
#352=Check for updates
352=Έλεγχος νέας έκδοσης
#353=Games
353=Παιχνίδια
#354=Update Check Failed.
354=Ο έλεγχος νέας έκδοσης απέτυχε.
#355=There is no picture in the clipboard.
355=Δεν υπάρχει εικόνα στο clipboard.
#356=Collection List
356=Λίστα συλλογών
#358=Start
358=Έναρξη
#359=Results
359=Αποτελέσματα
#360=Correct Answers
360=Σωστές απαντήσεις
#361=Wrong Answers
361=Λάθος απαντήσεις
#362=Score:
362=Βαθμολογία
#363=Submit Results
363=Στείλε τα αποτελέσματα
#364=Current
364=Τωρινά
#365=Best
365=Μέγιατα
#366=Rename
366=Μετονομασία
#367=Please enter a new name
367=Παρακαλώ εισάγεται ένα νέο όνομα
#368=Total Score:
368=Συνολική βαθμολογία:
#369=Question:
369=Ερώτηση:
#370=Best Score:
370=Καλύτερη βαθμολογία:
#371=Correct
371=Σωστό
#372=Mistake
372=Λάθος
#373=Music Quiz
373=Μουσικό quiz
#374=Adding
374=Adding
#375=Copy Text
375=Αντιγραφή κειμένου
#376=Detailed Search
376=Λεπτομερής εύρεση
#377=Collection
377=Συλλογή
#378=Local Folder
378=Τοπικός Φάκελος
#379=Net Folder
379=Φάκελος Δικτύου
#380=Media
380=CD/DVD
#381=Audio CD
381=Audio CD
#382=External Collection
382=Εξωτερική συλλογή
#383=Automatically update database after (sec)
383=Αυτόματη ανανέωση της βάσης μετά από (δ)
#385=Collection update started.
385=Η ανανέωση της συλλογής άρχισε.
#386=Collection update finished.
386=Η ανανέωση της συλλογής ολοκληρώθηκε.
#387=Removing missing files
387=Καθαρισμός συλλογής...
#388=files removed
388= %d αρχεία απομακρύνθηκαν
#389=files added
389=αρχεία προστέθηκαν
#390=Show History
390=Προβολή Ιστορικού
#391=Can' t Locate File!
391=Το αρχείο δε μπορεί να βρεθεί
#392=Do you want to see the exported file now?
392=Θέλετε να δείτε το αρχείο που δημιουργήθηκε τώρα;
#393=Empty playlist. Drag Drop some tracks here
393=Άδεια λίστα. Σύρετε κάποια αρχεία εδώ
#394=Use multimedia hotkeys
394=Χρησιμοποίησε τα "Multimedia Keys"
#395=Clipboard
395=Clipboard
#396=Folder
396=Φάκελος
#397=Collection already exists
397=Η συλλογή ήδη υπάρχει
#398=Do You want to continue?
398=Θές να συνεχίσεις;
#399=Collection was not accessible
399=Η συλλογή δε μπόρεσε να προσπελασθεί
#400=Collection is not ready.
400=Η συλλογή δεν είναι έτοιμη
#401=Track Removed from collection
401=Το αρχείο απομακρύνθηκε απο τη συλλογή
#402=Removable Storage
402=Φορητή συσκευή
#403=Not enough tracks to play the quiz
403=Δεν υπάρχουν αρκετά τραγούδια για να παίξετε το quiz
#404=Show All Tracks
404=Εμφάνιση όλων των τραγουδιών
#405=Locate Track
405=Εμφάνιση Τραγουδιού
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Οι πληροφορίες του δίσκου μπορεί να βρίσκονται στο FreeDB. Θέλετε να γίνει προσπάθεια κατεβάσματος πληροφοριών;
#407=The selected CD/DVD Drive is empty.
407=Η επιλεγμένο CD/DVD συσξευή είναι άδεια.
#408=Select Drive
408=Επέλεξε Δίσκο
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Επέλεξε ένα αντικείμενο από τη λίστα. Πάτα 'Ανίχνευση' για να ανανεωθεί η λίστα.
#410=Internet is not connected. Do you want to go online?
410=Δεν είστε συνδεδεμένος με το Διαδίκτυο. Θέλετε να συνδεθείται?
#411=Working
411=Εργάζεται
#412=The whole Drive/Media will be added
412=Το σύνολου του Δίκου/Συσκευής θα προστεθεί.
#413=total
413=όλο
#414=Docked Visualization
414=Docked Visualization
#415=Services
415=Υπηρεσίες
#416=Virtual tracks
416=Εικονικά αρχεία
#417=This item already exists
417=Ήδη υπάρχει
#418=Empty
418=Αδειο
#419=Ready
419=Έτοιμο
#420=Import Virtual Tracks
420=Εισαγωγή Εικονικών Αρχείων
#421=Export Virtual Tracks
421=Εξαγωγή Εικονικών Αρχείων
#422=Select the items you want to import to your Virtual Tracks Collection
#423=Select the virtual tracks you want to export to the file
#424=Import
424=Εισαγωγή
#425=Add Virtual Track
425=Προσθήκη εικονικού αρχείου
#426=Export
426=Εξαγωγή
#427=Insert List (m3u)
427=Εισαγωγή Λίστας (m3u)
#428=Hide Visualizations
#429=Auto Continue Mode
#430=Insert Random Tracks
430=Εισαγωγή τυχαίων αρχείων
#431=Remove Others
431=Απομάκρυνση υπολοίπων
#432=Visualizations/Video
432=Απεικονίσεις/Βίντεο
#433=Current Viewer
433=Οπτκιποιητής
#434=Music Browser
434=Μουσικός Πλοηγός
#435=Mode
435=Κατάσταση
#436=Sort
436=Κατάταξη
#437=Filter
437=Φίλτρο
#438=Play List
438=Λίστα αναπαραγωγής
#439=Track List
439=Λίστα αρχείων
#440=Browser
440=Πλοηγός
#441=Success
441=Επιτυχία
#442=Provider
442=Χορηγός
#443=Failure
443=Αποτυχία
#444=Volume
444=Ένταση
#445=Auto
445=Αυτόματα
#446=Sync with player
446=Συχρονισμός με το τι ακούγεται
#447=New
447=Νέα
#448=Messenger now playing
448=Messenger now playing
#449=Transparency
449=Διαφάνεια
#450=Skin
450=Δέρμα
#451=LastFM Scrobbler
451=LastFM Scrobbler
#452=Artist picture
452=Εικόνα καλλιτέχνη
#453=Album picture
453=Εξώφυλλο αλβθμ
#454=sec
454=δευτ
#455=Activation delay
455=Καθυστέρηση
#456=Format is not supported
#457=Refuse All
#458=Cancel
#459=Help
#460=Penalty
#461=Bonus
#462=Game Over
#463=Total Time
#464=Game Info
#465=I don't know
#466=Level
#467=Select Game
#468=Crossfade
#469=Disabled
#470=End
#471=Both
#472=External player
#473=Change case
#474=All Caps
#475=No Caps
#476=Proper Case
#477=First Cap
#478=Advanced
#480=Appearance
#481=Tooltips
#482=Behaviour
#483=Maximum size
#484=Author
#485=Statistics
#486=Description
#487=Information
#488=Pause
#489=Download
#490=Create
#491=Update Info From File (Tags)
#492=Locate Album
#493=More Options
#494=Descending
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
